{"head":{"title":"Orbit 🚀 Hyper local mobile apps for marketing to nearby customers","layout":"Homepage","value_prop":"A mobile app for your business. No download required by your customer.","value_strap":"Orbit is a hyper local mobile app that connects your brand to nearby customers.","primary_cta":"See Orbit in action","secondary_cta":"Find out more","features":[{"title":"Instant app – no download, ever","copy":"Get your mobile app in the hands of prospective customers with no install."},{"title":"Entertain. Inform. Incentivise.","copy":"Use Orbit to showcase new products, to answer FAQ, or offer a discount to in-store purchases."},{"title":"Low cost, agile, and reusable","copy":"You control what customers see on your Orbit. Use it to support existing activations, or surprise and delight and drive footfall in-store."},{"title":"Device and OS agnostic","copy":"No more OS updates or device incompatibility. Orbit works using familiar WiFi tech, making it a truly frictionless mobile experience."}],"steps":[{"title":"Create","copy":"We'll upload your Orbit with anything you want - discount forms, rich media, interactive games, up to XGB."},{"title":"Install","copy":"Pop the Orbit anywhere - retail stores, cafes, festivals, conferences."},{"title":"Connect","copy":"Orbit's works by sending out a WiFi signal up to 100m, creating your own captive portal network."},{"title":"Engage","copy":"Customers mobile devices can connect to Orbit via WiFi, without the need to use an app or download to access your content."}],"use_cases":[{"title":"Increase sales","copy":"Use Orbit to offer incentives or discounts to nearby customers.","example":"Apple increased sales of Mac accessories by offering discounts to customers queuing on product-launch days.","rotation":5},{"title":"Drive footfall","copy":"Attract passersby and turn them into customers by highlighting your service offering to a new audience.","example":"High-end menswear brand Utter increased footfall and average basket size, by using Orbit to advertise limited-edition products to customers nearby, on busy Oxford Street.","rotation":7},{"title":"Surprise and delight","copy":"Create a unique mobile experience with your brand with an interactive element using Orbit.","example":"Patrons of Wahaca can request, pay and split the bill instantly and securely with Orbit's bill request app.","rotation":1},{"title":"Lead generation","copy":"A quick and easy way to capture customer data directly on their mobile phone.","example":"Coworking space Work.Life builds their sales pipeline by offering passersby 2 hours of co-working space for free in exchange for their e-mail.","rotation":2}],"case_studies":[{"brand":"One Piece","result":"110% more win"},{"brand":"Utter Couture","result":"Extra 50 sales in a single month"},{"brand":"Work.Life","result":"Convert visitors to customers"}],"quotes":[{"text":"Orbit helped me learn manderin!","author":"VP of Marketing","brand":"Burberry"}],"description":""},"body":"\n","__filename":"index.md","__url":"/","__resourceUrl":"/index.html","__dataUrl":"/index.html.3c679e606d8c6ecc6559762ed8690d0d.json"}